{
  "english": "Englisch",
  "ukrainian": "Ukrainisch",
  "german": "Deutsch",
  "spanish": "Spanisch",
  "french": "Französisch",
  "proKit": "PRO KIT",
  "jersey": "Trikots",
  "sleeves": "Ärmel",
  "apparel": "BEKLEIDUNG",
  "tShirts": "T-Shirts",
  "hoodies": "Hoodies",
  "jackets": "Jacken",
  "pants": "Hosen",
  "shorts": "Shorts",
  "accessories": "ACCESSOIRES",
  "flag": "Flaggen",
  "scarf": "Schals",
  "backpack": "Rucksäcke",
  "suitcase": "Koffer",
  "productCount_one": "{{count}} produkt",
  "productCount_other": "{{count}} produkte",
  "outlet": "AUSFAHRT",
  "delivery": "LIEFERUNG",
  "contact": "KONTAKT",
  "newcollection": "Neue Kollektion!",
  "checkout": "Entdecke unsere neuesten Produkte.",
  "watchnow": "Jetzt ansehen",
  "home": "Startseite",
  "bestoffers": "Beste Angebote",
  "aboutus": "Über uns",
  "navigear": "Offizielle NAVI-Ausrüstung",
  "navigeartext": "Alle Produkte auf dieser Website sind offizielle Waren von Natus Vincere. Wir haben unsere eigene Produktion aufgebaut und ein eigenes Team aus Designern und Qualitätskontrolleuren zusammengestellt.",
  "naviessentials": "NAVI Essentials",
  "naviessentialstext": "Unsere Einstiegsserie umfasst wichtige Kleidungsstücke: T-Shirts, Hoodies, Hosen und Jacken. Wir planen, unser Sortiment ständig zu erweitern, damit jeder Fan seine Unterstützung ausdrücken kann.",
  "findout": "Mehr erfahren",
  "ourvalues": "Unsere Werte",
  "ourvaluesQuality": "Qualität: Wir wählen unsere Lieferanten sorgfältig aus und kontrollieren die Qualität jedes einzelnen Produkts, das wir unseren Kunden anbieten.",
  "ourvaluesStyle": "Stil: Wir folgen den neuesten Modetrends und bieten nur die aktuellsten Kleidungsmodelle an.",
  "ourvaluesIndividuality": "Individualität: Wir glauben, dass jeder Mensch einzigartig ist, und bieten Kleidung an, die dabei hilft, diese Einzigartigkeit zu betonen.",
  "ourvaluesService": "Service: Wir bemühen uns um einen hervorragenden Kundenservice und stehen unseren Kunden jederzeit zur Verfügung.",
  "toastSubscription": "Abonnement erfolgreich abgeschlossen!",
  "toastError": "Ein Fehler ist aufgetreten. Bitte versuche es später erneut.",
  "subscribeNewsletter": "Newsletter abonnieren",
  "receiveNotifications": "Erhalte Benachrichtigungen über neue Artikel und Rabatte.",
  "enterEmail": "Gib deine E-Mail-Adresse ein",
  "subscribe": "Abonnieren",
  "testimonialsText1": "Toller Shop! Hochwertige Kleidung und schnelle Lieferung.",
  "testimonialsText2": "Sehr zufrieden mit dem Kauf. Ich werde wieder bestellen!",
  "testimonialsText3": "Danke für den großartigen Service! Ich empfehle euch weiter.",
  "testimonialsAuthor1": "Alexei Virolainen",
  "testimonialsAuthor2": "Justinas Lekavičius",
  "testimonialsAuthor3": "Mihai Ivan",
  "customersReviews": "Kundenbewertungen",
  "allrights": "Clothing Store. Alle Rechte vorbehalten.",
  "privacyPolicy": "Datenschutzrichtlinie",
  "termsOfUse": "Nutzungsbedingungen",
  "privacyPolicyText": "Als Bekleidungsgeschäft nehmen wir deine Privatsphäre ernst. Diese Richtlinie beschreibt, wie wir deine persönlichen Daten sammeln, verwenden und schützen.",
  "privacyPolicyCollection": "Datenerhebung:",
  "privacyPolicyCollectionText": " Wir können Informationen wie deinen Namen, E-Mail-Adresse, Lieferadresse und Zahlungsdaten erfassen, wenn du eine Bestellung aufgibst oder dich auf unserer Website registrierst.",
  "privacyPolicyUse": "Nutzung der Daten:",
  "privacyPolicyUseText": " Wir verwenden deine Daten zur Bearbeitung von Bestellungen, zur Verbesserung unserer Website und zum Versand von Neuigkeiten und Angeboten (sofern abonniert).",
  "privacyPolicySecurity": "Datensicherheit:",
  "privacyPolicySecurityText": " Wir ergreifen Maßnahmen, um deine Daten vor unbefugtem Zugriff zu schützen.",
  "privacyPolicyCookies": "Cookies:",
  "privacyPolicyCookiesText": " Wir verwenden Cookies, um dein Nutzungserlebnis auf der Website zu verbessern.",
  "privacyPolicyChanges": "Änderungen:",
  "privacyPolicyChangesText": " Wir können diese Richtlinie aktualisieren. Änderungen werden auf dieser Seite veröffentlicht.",
  "privacyPolicyQuest": "Bei Fragen kontaktiere uns bitte unter:",
  "termsOfUseWelcome": "Willkommen in unserem Online-Bekleidungsgeschäft. Durch die Nutzung dieser Website erklärst du dich mit unseren Bedingungen einverstanden.",
  "termsOfUseMust1": "Du musst volljährig sein, um einzukaufen.",
  "termsOfUseMust2": "Die Website darf nicht für illegale Zwecke verwendet werden.",
  "termsOfUseMust3": "Wir behalten uns das Recht vor, Preise und Produkte ohne Vorankündigung zu ändern.",
  "termsOfUsePayment": "Zahlung:",
  "termsOfUsePaymentText1": "Wir akzeptieren verschiedene Zahlungsmethoden.",
  "termsOfUsePaymentText2": "Alle Zahlungen müssen vor dem Versand abgeschlossen sein.",
  "termsOfUseShipping": "Versand:",
  "termsOfUseShippingText1": "Wir liefern an die angegebene Adresse.",
  "termsOfUseShippingText2": "Die Lieferzeiten können variieren.",
  "termsOfUseReturns": "Rückgaben:",
  "termsOfUseReturnsText1": "Rückgaben werden innerhalb von 30 Tagen akzeptiert.",
  "termsOfUseReturnsText2": "Die Artikel müssen im Originalzustand sein.",
  "termsOfUseLimitation": "Haftungsbeschränkung:",
  "termsOfUseLimitationText": "Wir übernehmen keine Haftung für Schäden, die durch die Nutzung unserer Website entstehen.",
  "termsOfUseChangesText": "Wir können diese Bedingungen aktualisieren. Änderungen werden auf dieser Seite veröffentlicht.",
  "toastAccountLogged": "Erfolgreich abgemeldet!",
  "toastAccountMissing": "Benutzer-ID fehlt!",
  "toastAccountChanges": "Änderungen erfolgreich gespeichert!",
  "error": "Fehler:",
  "accountSettings": "Kontoeinstellungen",
  "yourName": "Dein Name",
  "email": "E-Mail",
  "phoneNumber": "Telefonnummer",
  "address": "Adresse",
  "save": "Speichern",
  "logOut": "Abmelden",
  "toastReg": "Registrierung erfolgreich!",
  "toastLog": "Anmeldung erfolgreich!",
  "enterYourName": "Gib deinen Namen ein",
  "enterPhone": "Gib deine Telefonnummer ein",
  "password": "Passwort",
  "rememberMe": "Angemeldet bleiben",
  "dontRememberPass": "Passwort vergessen?",
  "alreadyAcc": "Du hast bereits ein Konto?",
  "login": "Anmelden",
  "dontHaveAcc": "Noch kein Konto?",
  "register": "Registrieren",
  "fillTheForm": "FORMULAR AUSFÜLLEN",
  "registration": "REGISTRIERUNG",
  "loginCaps": "ANMELDUNG",
  "signUp": "JETZT REGISTRIEREN",
  "cart": "Warenkorb",
  "cartIsEmpty": "Dein Warenkorb ist leer.",
  "remove": "Entfernen",
  "total": "Gesamt",
  "toastMessage": "Nachricht erfolgreich gesendet!",
  "contacts": "Kontakt",
  "feedback": "Feedback",
  "writeYourQuest": "Stelle deine Frage",
  "sending": "Senden...",
  "send": "Senden",
  "deliveryNfaq": "Lieferung & Häufige Fragen",
  "deliverySubtitle1": "Wie lange dauert die Lieferung meiner Bestellung?",
  "deliveryText1": "Wir wissen, dass du deine Bestellung so schnell wie möglich erhalten möchtest. Deshalb arbeiten wir mit zuverlässigen Versanddiensten. Deine Bestellung wird pünktlich und in einwandfreiem Zustand geliefert.",
  "deliverySubtitle2": "Lieferung innerhalb der Ukraine",
  "deliveryText2": "Pakete werden mit Nova Poshta verschickt. Du kannst eine Lieferung nach Hause oder zur Abholstation wählen. Die Lieferung dauert 3–4 Werktage. Du erhältst eine Sendungsverfolgungsnummer, sobald deine Bestellung vorbereitet wurde.",
  "deliveryText3": "Die Herstellung personalisierter Produkte kann bis zu 30 Tage dauern. Bestellungen außerhalb der Geschäftszeiten oder an Feiertagen werden am nächsten Werktag versendet.",
  "deliverySubtitle3": "Weltweiter Versand",
  "deliveryText4": "Wir versenden weltweit mit Ukrposhta. Siehe verfügbare Länder",
  "deliveryTextHere": "hier",
  "deliveryText5": "Die durchschnittliche Lieferzeit beträgt 20–30 Tage (GUS-Staaten, Europa, USA) und 30–40 Tage in andere Länder. Bestellungen werden montags, mittwochs und freitags versendet (außer an Feiertagen).",
  "deliverySubtitle4": "Rückgabe und Umtausch",
  "deliveryItem1": "Bewahren Sie den Kassenbon und die Originalverpackung auf.",
  "deliveryItem2": "Tragen Sie den Artikel nicht und entfernen Sie keine Etiketten.",
  "deliveryItem3": "Rückgabe innerhalb von 14 Tagen nach Erhalt der Bestellung.",
  "deliveryItem4": "Sonderanfertigungen sind vom Umtausch oder der Rückgabe ausgeschlossen.",
  "deliveryItem5": "Wenn der Artikel nicht passt – Rückversand auf Ihre Kosten.",
  "deliveryItem6": "Bei einem Defekt oder unserem Fehler übernehmen wir die Rücksendekosten.",
  "deliveryText6": "Die Rückerstattung erfolgt innerhalb von 30 Tagen. Versand- und Überweisungsgebühren können einbehalten werden.",
  "deliverySubtitle5": "Wie kann ich meine Bestellung bezahlen?",
  "bankCard": "Bankkarte:",
  "deliveryItem7": "Sichere Zahlungen mit LiqPay (Visa, Mastercard).",
  "cashOn": "Barzahlung bei Lieferung:",
  "deliveryItem8": "Nur über Nova Poshta (20 UAH + 2 % des Bestellwerts).",
  "paypal": "PayPal:",
  "deliveryItem9": "Kein zusätzlicher Kontakt erforderlich.",
  "bankTransfer": "Banküberweisung:",
  "deliveryItem10": "Für Großhandelsbestellungen schreiben Sie uns bitte an unsere E-Mail-Adresse",
  "byDef": "Standardmäßig",
  "byPrUp": "Preis ↑",
  "byPrDown": "Preis ↓",
  "byNameAZ": "Name (A-Z)",
  "byNameZA": "Name (Z-A)",
  "productAdded": "Produkt zum Warenkorb hinzugefügt!",
  "specifications": "Spezifikationen:",
  "colour": "Farbe:",
  "composition": "Zusammensetzung:",
  "care": "Pflege:",
  "chooseSize": "Größe wählen:",
  "price": "Preis:",
  "adding": "Wird hinzugefügt...",
  "addToCart": "In den Warenkorb",
  "Black": "Schwarz",
  "Violet": "Violett",
  "Pink": "Rosa",
  "100% Polyester": "100% Polyester",
  "95% Polyester, 5% Elastane": "95% Polyester, 5% Elasthan",
  "100% Cotton": "100% Baumwolle",
  "70% Cotton 30% Polyester": "70% Baumwolle, 30% Polyester",
  "100% Polyamide": "100% Polyamid",
  "52% Recycled Polyester, 48% Polyester": "52% recyceltes Polyester, 48% Polyester",
  "100% Acrylic": "100% Acryl",
  "100% Nylon": "100% Nylon",
  "careText": "Bei 30°C mit ähnlichen Materialien waschen.",
  "productsDescription1": "Tauche ein in die Zukunft des Esports mit dem NAVI Jersey 2025. Entwickelt für Höchstleistungen und unvergleichlichen Stil, ist dieses Trikot dein Ticket, um den NAVI-Stolz zu repräsentieren. Mit einem kühnen Design und atmungsaktivem Stoff ist es perfekt für jeden Fan, auf und neben dem Schlachtfeld.",
  "productsDescription2": "Gameday NAVI Jersey, entstanden in Zusammenarbeit mit PUMA. Die lebendige gelbe Linie durchzieht die Uniform, genau wie die NAVI-Spieler auf dem Weg zu Trophäen. Trage das NAVI Pro Kit und male die Welt in Schwarz und Gelb.",
  "productsDescription3": "Besessenheit vom Spiel. Besessenheit vom Gewinnen. Das T-Shirt aus der NAVI x PUMA 2023 Kollektion wird durch ein aufgedrucktes Design auf der Vorderseite und die Logos von NAVI und PUMA auf der Rückseite ergänzt.",
  "productsDescription4": "Dieses Universum braucht mehr NAVI Girls. Bekunde deinen Status mit unserem T-Shirt aus der Damenkollektion.",
  "productsDescription5": "Ziehe Aufmerksamkeit auf und abseits des Bildschirms mit den NAVI T-Shirts in Glowing Pink und Glowing Violet. Entwickelt für Komfort und Stil, sind diese T-Shirts perfekt für intensive Gaming-Sessions oder einen Tag unterwegs. Ihre lebendigen Farben symbolisieren Energie und Leidenschaft und machen dich überall zum Mittelpunkt.",
  "productsDescription6": "Besessenheit vom Spiel. Besessenheit vom Gewinnen. Das schwarze Hoodie-Stück aus der NAVI x PUMA 2025 Kollektion wird durch ein aufgedrucktes Design auf der Vorderseite und die Logos von NAVI und PUMA auf dem rechten Ärmel ergänzt.",
  "productsDescription7": "Belebe deinen Stil mit der elektrisierenden Stimmung! Trage dieses von Valorant inspirierte Hoodie und zeige deine Unterstützung für dein Lieblingsteam auf modische Weise!",
  "productsDescription8": "Erlebe ultimativen Komfort mit unseren NAVI Hoodies, erhältlich in auffälligem Glowing Pink und tiefem Team Violet. Ideal für Gaming-Marathons oder Outdoor-Aktivitäten bieten diese Hoodies einen weichen, aber dennoch strapazierfähigen Stoff, der dich warm hält und gleichzeitig einen Farbtupfer zu deinen sportlichen oder lässigen Unternehmungen hinzufügt.",
  "productsDescription9": "Hoodie mit dem süßesten Hund mit einem echten Job – Patron. Wenn er kein Sapper wäre, könnte er ein erfolgreiches Model sein. Alle Erlöse aus dem Verkauf dieses Hoodies werden an die Wohltätigkeitsorganisation Happy Paw gespendet.",
  "productsDescription10": "Hoodie aus dem NAVI Pro Kit 2022. Neues minimalistisches Design mit kleinen NAVI- und Puma-Logos und stilvollen Details. Wir haben auch Öffnungen unter den Ärmeln für eine gute Thermoregulation während selbst der intensivsten Spiele entworfen.",
  "productsDescription11": "Retro-Vibes treffen auf moderne Vielseitigkeit im NAVI Pro Kit Jacket. Mit einem schlanken, nostalgischen Design ist diese Jacke mehr als nur ein Stil-Statement – sie verwandelt sich in eine kurzärmelige Version für ultimative Anpassungsfähigkeit. Ob du dich auf ein Match vorbereitest oder unterwegs bist, diese Jacke ist für dich da.",
  "productsDescription12": "Erlebe den Stil des neuen NAVI x PUMA 2024 Pro Kits. Das auffällige Design der Jacke geht über traditionelle Esports-Kleidung hinaus und spiegelt NAVIs Wunsch wider, sich ständig zum Besseren zu verändern. Perfekt sowohl für Gaming-Sessions als auch für den Alltag, ist es die perfekte Mischung aus Sporttechnologie und Stil.",
  "productsDescription13": "NAVI 2022 Pro Kit Zip-Up Jacke. Mit NAVI- und Puma-Logos und leuchtend gelben Einsätzen an den Ärmeln. Lass alle wissen, dass du NAVI unterstützt.",
  "productsDescription14": "Die Gameday-Jacke aus dem NAVI x PUMA 2023 Pro Kit ist da. Sorgfältig gefertigt und mit Textureinsätzen versehen, wird sie ein unverzichtbarer Teil deiner Garderobe.",
  "productsDescription15": "Das NAVI x PUMA 2023 Pro Kit präsentiert die Fanwear-Jacke. Sie hat eine stilvolle Textur und aufwendige Textureinsätze. Ein Must-Have, das deine Garderobe zweifellos aufwerten wird.",
  "productsDescription16": "Half-Zip-Top aus der NAVI x PUMA 2023 Kollektion. Bleibe stilvoll und gemütlich, während du dein Lieblingsteam anfeuerst.",
  "productsDescription17": "Definiere Vielseitigkeit neu mit den NAVI Pro Kit Pants. Hergestellt mit segmentierten Panels für einen dynamischen Look, verwandeln sich diese Hosen mühelos in Shorts und bieten Komfort und Flexibilität für jede Situation. Entwickelt, um dich in Bewegung zu halten, sind sie perfekt für den Alltag und Esports-Aktionen.",
  "productsDescription18": "Vervollständige dein Gaming-Outfit mit den NAVI x PUMA 2024 Pro Kit Pants. Entwickelt mit dem modernen Gamer im Hinterkopf, bieten diese Hosen sowohl Komfort als auch Stil und eignen sich sowohl für intensives Gaming als auch für den Alltag.",
  "productsDescription19": "NAVI 2022 Pro Kit Trainingshose. Mit NAVI- und Puma-Logos und leuchtend gelben Einsätzen entlang des Beins. Lass alle wissen, dass du NAVI unterstützt.",
  "productsDescription20": "Schwarze Gameday-Hose aus dem Pro Kit 2023, hergestellt aus Materialien höchster Qualität. Bequem, dehnbar und stilvoll – sie ist dein Begleiter für lange Gaming- und Trainingseinheiten.",
  "productsDescription21": "Schwarze Hose aus dem Pro Kit 2023. Bequem und dehnbar – sie ist dein Begleiter für lange Gaming- und Trainingseinheiten.",
  "productsDescription22": "Bleibe cool und agil in den NAVI Sweat Shorts, entwickelt für Höchstleistungen und ultimativen Komfort. Ob du die virtuelle Arena dominierst oder die Straßen unsicher machst, diese Shorts – in PUMA Black für einen schlanken Look oder Team Violet für einen Hauch von Verspieltheit – sind dein Begleiter für jede Aktivität.",
  "productsDescription23": "NAVI 2022 Pro Kit Shorts. Basic-Shorts in Schwarz für vollständigen Komfort und Bewegungsfreiheit. NAVI- und Puma-Logos und kleine Designelemente. In hochwertiger Qualität, bereits traditionell für NAVI-Merch.",
  "productsDescription24": "Mühelose Bewegung für präzises Gameplay. Diese Ärmel bieten ein reibungsloses Gleiten auf jeder Oberfläche. Neu gestaltet für das neueste NAVI 2025 Pro Kit. Sieh aus wie NAVI – spiel wie NAVI. Wird mit einem Paar Ärmel geliefert.",
  "productsDescription25": "Steigere dein Spiel mit den NAVI Pro Gaming Sleeves 2025, entwickelt für Höchstleistungen und ultimativen Komfort. Diese limitierte Auflage verfügt über hochmoderne, feuchtigkeitsableitende Stoffe, die dich unter Druck kühl halten und deine Gaming-Ausdauer während intensiver Sessions verbessern.",
  "productsDescription26": "Die Flagge eines Teams, das vom Gewinnen besessen ist. Die Flagge des Teams, von dem du besessen bist. Jetzt in einem neuen Design bestellbar. Sie sieht am besten im Fan-Sektor und im Zuhause des Fans aus. Erhältlich in zwei Farben: für diejenigen, die es heller mögen; und für diejenigen, die es dunkel mögen.",
  "productsDescription27": "Sammle dein Team mit unseren Fan Spirit Schals! Perfekt für jede Jahreszeit, zeigen diese leichten Schals deine Loyalität mit lebendigen Designs und kräftigen Farben. Ideal für Spiele, Fan-Treffen und um überall deinen Stolz zu zeigen. Trage deine Leidenschaft, schwenke deine Unterstützung und hebe dich in der Menge hervor. Hol dir deinen Schal noch heute und feuere stilvoll an!",
  "productsDescription28": "Nimm alles mit dir und packe es in einen Rucksack mit dem NAVI-Logo. Bequem und geräumig, passt er alle notwendigen Gegenstände.",
  "productsDescription29": "Wir lieben es, mit coolen ukrainischen Marken zusammenzuarbeiten. Der NAVI x Have A Rest Koffer ist ein perfekter Artikel: lebendig, zuverlässig und technologisch fortschrittlich, mit integriertem USB-Anschluss und Powerbank zum Aufladen von Geräten während du auf deinen Flug wartest. Jetzt im NAVI Shop erhältlich.",
  "Volume: 35 liters": "Volumen: 35 Liter",
  "Weight: 2.95 kg": "Gewicht: 2,95 kg",
  "Dimensions: 39 x 21 x 54.5 cm": "Maße: 39 x 21 x 54,5 cm",
  "Capacity: up to 8 kg": "Kapazität: bis zu 8 kg",
  "Material: polycarbonate": "Material: Polycarbonat",
  "Wheels: 4 double wheels, 360-degree swivel": "Räder: 4 Doppelräder, 360-Grad-Drehung",
  "Handle: aluminum": "Griff: Aluminium",
  "Includes: storage bag": "Enthält: Aufbewahrungstasche",
  "makeOrder": "Eine Bestellung aufgeben",
  "checkoutOrder": "Bestellung aufgeben",
  "name": "Vorname",
  "lastName": "Nachname",
  "country": "Land",
  "city": "Stadt",
  "regionDistrict": "Region/Bezirk",
  "street": "Straße",
  "house": "Haus",
  "apartmentNumber": "Wohnungsnummer",
  "postcode": "Postleitzahl (XXX XXX)",
  "phone": "Telefon",
  "billingAddress": "Meine Rechnungsadresse ist abweichend",
  "comment": "Kommentar",
  "shippingMethod": "Versandart: Standardversand",
  "agreeTermsAndConditions": "Ich stimme den Geschäftsbedingungen der Website zu",
  "cancel": "Abbrechen",
  "successfullOrder": "Ihre Bestellung wurde erfolgreich aufgegeben!"
}
