{
  "english": "English",
  "ukrainian": "Ukrainian",
  "german": "German",
  "spanish": "Spanish",
  "french": "French",
  "proKit": "PRO KIT",
  "jersey": "Jersey",
  "sleeves": "Sleeves",
  "apparel": "APPAREL",
  "tShirts": "T-shirts",
  "hoodies": "Hoodies",
  "jackets": "Jackets",
  "pants": "Pants",
  "shorts": "Shorts",
  "accessories": "ACCESSORIES",
  "flag": "Flag",
  "scarf": "Scarf",
  "backpack": "Backpack",
  "suitcase": "Suitcase",
  "productCount": "{{count}} product",
  "productCount_plural": "{{count}} products",
  "outlet": "OUTLET",
  "delivery": "DELIVERY",
  "contact": "CONTACT",
  "newcollection": "New collection!",
  "checkout": "Check out our latest arrivals.",
  "watchnow": "Watch now",
  "home": "Home",
  "bestoffers": "Best offers",
  "aboutus": "About us",
  "navigear": "Official NAVI Gear",
  "navigeartext": "All products on this site are official Natus Vincere merchandise. We've transitioned to in-house production, forming our own team of designers and quality control specialists.",
  "naviessentials": "NAVI Essentials",
  "naviessentialstext": "Our initial line features essential items: t-shirts, hoodies, pants, and jackets. We plan to continuously expand our offerings, so every fan can find a way to express their support.",
  "findout": "Find Out More",
  "ourvalues": "Our Values",
  "ourvaluesQuality": "Quality: We carefully select suppliers and monitor the quality of each product we offer to our customers.",
  "ourvaluesStyle": "Style: We follow the latest fashion trends and offer only the latest clothing models.",
  "ourvaluesIndividuality": "Individuality: We believe that every person is unique and offer clothing that will help you highlight your individuality.",
  "ourvaluesService": "Service: We strive to provide a high level of service and are always ready to help our clients.",
  "toastSubscription": "Subscription successfully completed!",
  "toastError": "An error occurred. Please try again later.",
  "subscribeNewsletter": "Subscribe to the newsletter",
  "receiveNotifications": "Receive notifications about new arrivals and discounts.",
  "enterEmail": "Enter your email",
  "subscribe": "Subscribe",
  "testimonialsText1": "Great store! Quality clothes and fast delivery.",
  "testimonialsText2": "Very happy with the purchase. Will order more!",
  "testimonialsText3": "Thank you for the great service! I recommend to everyone.",
  "testimonialsAuthor1": "Aleksi Virolainen",
  "testimonialsAuthor2": "Justinas Lekavičius",
  "testimonialsAuthor3": "Mihai Ivan",
  "customersReviews": "Customer Reviews",
  "allrights": "Clothing Store. All rights reserved.",
  "privacyPolicy": "Privacy Policy",
  "termsOfUse": "Terms Of Use",
  "privacyPolicyText": "As a clothing store, we take your privacy seriously. This policy describes how we collect, use and protect your personal information.",
  "privacyPolicyCollection": "Collection of Information:",
  "privacyPolicyCollectionText": " We may collect information such as your name, email address, shipping address and payment details when you place an order or register on our site.",
  "privacyPolicyUse": "Use of Information:",
  "privacyPolicyUseText": " We use your information to process orders, improve our site and send you news and offers (if you have subscribed).",
  "privacyPolicySecurity": "Security of Information:",
  "privacyPolicySecurityText": " We take steps to protect your information from unauthorized access.",
  "privacyPolicyCookies": "Cookies:",
  "privacyPolicyCookiesText": " We use cookies to improve your experience of the site.",
  "privacyPolicyChanges": "Changes:",
  "privacyPolicyChangesText": " We may update this policy, and changes will be posted on this page.",
  "privacyPolicyQuest": "If you have any questions, please contact us at:",
  "termsOfUseWelcome": "Welcome to our online clothing store. By using this site, you agree to our terms.",
  "termsOfUseMust1": "You must be of legal age to make purchases.",
  "termsOfUseMust2": "You must not use the site for illegal purposes.",
  "termsOfUseMust3": "We reserve the right to change prices and products without notice.",
  "termsOfUsePayment": "Payment:",
  "termsOfUsePaymentText1": "We accept a variety of payment methods.",
  "termsOfUsePaymentText2": "All payments must be made before the item is shipped.",
  "termsOfUseShipping": "Shipping:",
  "termsOfUseShippingText1": "We ship to the addresses provided.",
  "termsOfUseShippingText2": "Shipping times may vary.",
  "termsOfUseReturns": "Returns:",
  "termsOfUseReturnsText1": "We accept returns within 30 days.",
  "termsOfUseReturnsText2": "Items must be in their original condition.",
  "termsOfUseLimitation": "Limitation of Liability:",
  "termsOfUseLimitationText": "We are not responsible for any damages arising from using our site.",
  "termsOfUseChangesText": "We may update these terms and conditions, and changes will be posted on this page.",
  "toastAccountLogged": "Logged out successfully!",
  "toastAccountMissing": "User ID missing!",
  "toastAccountChanges": "Changes saved successfully!",
  "error": "Error:",
  "accountSettings": "Account Settings",
  "yourName": "Your Name",
  "email": "Email",
  "phoneNumber": "Phone Number",
  "address": "Address",
  "save": "Save",
  "logOut": "Log out",
  "toastReg": "Registration successful!",
  "toastLog": "Login successful!",
  "enterYourName": "Enter your Name",
  "enterPhone": "Enter phone",
  "password": "Password",
  "rememberMe": "Remember me",
  "dontRememberPass": "Do not remember the password?",
  "alreadyAcc": "Already have an account?",
  "login": "Login",
  "dontHaveAcc": "Don't have an account?",
  "register": "Register",
  "fillTheForm": "FILL THE FORM",
  "registration": "REGISTRATION",
  "loginCaps": "LOGIN",
  "signUp": "SIGN UP",
  "cart": "Cart",
  "cartIsEmpty": "Your cart is empty.",
  "remove": "Remove",
  "total": "Total",
  "toastMessage": "Message sent successfully!",
  "contacts": "Contacts",
  "feedback": "Feedback",
  "writeYourQuest": "Write your question",
  "sending": "Sending...",
  "send": "Send",
  "deliveryNfaq": "Delivery & FAQ",
  "deliverySubtitle1": "How long does it take to deliver my order?",
  "deliveryText1": "We know you want to receive your merch as soon as possible, so we use proven delivery services. Your order will arrive on time and in perfect condition.",
  "deliverySubtitle2": "Delivery in Ukraine",
  "deliveryText2": "Parcels are sent via Nova Poshta. Choose delivery to your door or a pick-up point. Delivery takes 3–4 business days. We'll send a tracking number after your order is assembled.",
  "deliveryText3": "Customized products may take up to 30 days. Orders placed after business hours or on holidays are sent on the next working day.",
  "deliverySubtitle3": "Worldwide Shipping",
  "deliveryText4": "We ship worldwide with Ukrposhta. See available countries",
  "deliveryTextHere": "here",
  "deliveryText5": "Average delivery time is 20–30 days (CIS, Europe, USA), and 30–40 days elsewhere. Orders are shipped on Mon/Wed/Fri (except holidays).",
  "deliverySubtitle4": "Return and Exchange",
  "deliveryItem1": "Keep the receipt and original packaging.",
  "deliveryItem2": "Don't wear the item or remove tags.",
  "deliveryItem3": "Return within 14 days of receiving the order.",
  "deliveryItem4": "Customized goods cannot be returned or exchanged.",
  "deliveryItem5": "If the product doesn’t fit — return shipping is on you.",
  "deliveryItem6": "If defective or our mistake — we cover return shipping.",
  "deliveryText6": "Refunds are processed within 30 days. Delivery and transfer fees may be deducted.",
  "deliverySubtitle5": "How Can I Pay for My Order?",
  "bankCard": "Bank Card:",
  "deliveryItem7": "Secure LiqPay payments (Visa, Mastercard).",
  "cashOn": "Cash on Delivery:",
  "deliveryItem8": "Nova Poshta only (20 UAH + 2% of the order).",
  "paypal": "PayPal:",
  "deliveryItem9": "No extra contact needed.",
  "bankTransfer": "Bank Transfer:",
  "deliveryItem10": "For bulk orders, email us at",
  "byDef": "By default",
  "byPrUp": "By price ↑",
  "byPrDown": "By price ↓",
  "byNameAZ": "By name (A-Z)",
  "byNameZA": "By name (Z-A)",
  "productAdded": "Product added to cart!",
  "specifications": "Specifications:",
  "colour": "Colour:",
  "composition": "Composition:",
  "care": "Care:",
  "chooseSize": "Choose Size:",
  "price": "Price:",
  "adding": "Adding...",
  "addToCart": "Add to Cart",
  "Black": "Black",
  "Violet": "Violet",
  "Pink": "Pink",
  "100% Polyester": "100% Polyester",
  "95% Polyester, 5% Elastane": "95% Polyester, 5% Elastane",
  "100% Cotton": "100% Cotton",
  "70% Cotton 30% Polyester": "70% Cotton 30% Polyester",
  "100% Polyamide": "100% Polyamide",
  "52% Recycled Polyester, 48% Polyester": "52% Recycled Polyester, 48% Polyester",
  "100% Acrylic": "100% Acrylic",
  "100% Nylon": "100% Nylon",
  "careText": "Wash at 30°C with other similar composition items.",
  "productsDescription1": "Step into the future of esports with the NAVI Jersey 2025. Designed for peak performance and unmatched style, this jersey is your ticket to repping NAVI pride. With a bold design and breathable fabric, it’s perfect for every fan, on and off the battlefield.",
  "productsDescription2": "Gameday NAVI Jersey made in collaboration with PUMA. The vibrant Yellow line rushes through the uniform just like NAVI players rush on their way to trophies. Wear the NAVI Pro Kit and paint the world in black and yellow.",
  "productsDescription3": "Obsession with the game. Obsession with winning. The T-Shirt from NAVI x PUMA 2023 collection is complemented with a printed design on the front and logotypes of NAVI and PUMA on the back.",
  "productsDescription4": "This universe needs more NAVI Girls. Declare your existence in this very status with our T-shirt from the women's collection.",
  "productsDescription5": "Command attention on and off the screen with the NAVI Tees in Glowing Pink and Glowing Violet. Engineered for comfort and style, these tees are perfect for intense gaming sessions or a day out. Their vibrant colors symbolize energy and passion, making you the focal point wherever you go.",
  "productsDescription6": "Obsession with the game. Obsession with winning. The black hoodie piece from NAVI x PUMA 2025 collection is complemented with a printed design on the front and logotypes of NAVI and PUMA on the right sleeve.",
  "productsDescription7": "Energize your style with the electrifying  vibe! Wear this Valorant-inspired Hoodie and show your support for your favorite team in a fashionable way!",
  "productsDescription8": "Experience the ultimate in comfort with our NAVI Hoodies, available in eye-catching Glowing Pink and deep Team Violet. Ideal for gaming marathons or outdoor activities, these hoodies offer a soft yet durable fabric that keeps you warm while adding a burst of color to your athletic or casual endeavors.",
  "productsDescription9": "Hoodie with the cutest dog with a real job - Patron. If he had not been a sapper, he could have become a successful model. All proceeds from the sale of this hoodie will be donated to charity foundation Happy Paw.",
  "productsDescription10": "Hoodie from NAVI pro kit 2022. New minimalistic design with a small NAVI and Puma logos and stylish details. We also designed openings under the sleeves for good thermoregulation during even the most intense game.",
  "productsDescription11": "Retro vibes meet modern versatility in the NAVI Pro Kit Jacket. Featuring a sleek, throwback design, this jacket is more than just a style statement—it transforms into a short-sleeved version for ultimate adaptability. Whether you’re gearing up for a match or heading out, this jacket’s got you covered.",
  "productsDescription12": "Experience the style of the new NAVI x PUMA 2024 Pro Kit. The bright design of the jacket goes beyond traditional esports clothing and reflects NAVI's desire to constantly change for the better. Perfect for both gaming sessions and everyday wear, it's the perfect blend of sports technology and style.",
  "productsDescription13": "NAVI 2022 pro kit zip-up jacket. With NAVI and Puma logos and bright yellow inserts on the sleeves. Let everyone know that you support NAVI.",
  "productsDescription14": "The Gameday Jacket from the NAVI x PUMA 2023 Pro Kit is here. Carefully crafted and adorned with texture inserts, it will become an essential part of your wardrobe.",
  "productsDescription15": "The NAVI x PUMA 2023 Pro Kit introduces the Fan wear Jacket. It has a stylish texture and intricate texture inserts. Must-have that will undoubtedly elevate your wardrobe.",
  "productsDescription16": "Half-Zip Top from the NAVI x PUMA 2023 collection. Stay stylish and cozy while cheering for your favorite team.",
  "productsDescription17": "Redefine versatility with the NAVI Pro Kit Pants. Crafted with segmented panels for a dynamic look, these pants transform effortlessly into shorts, offering comfort and flexibility for every situation. Designed to keep you moving, these are perfect for both casual wear and esports action.",
  "productsDescription18": "Complete your gaming getup with the NAVI x PUMA 2024 Pro Kit Pants. Designed with the modern gamer in mind, these pants offer both comfort and style, making them suitable for intense gaming or casual wear.",
  "productsDescription19": "NAVI 2022 pro kit track pants. With NAVI and Puma logos and bright yellow panels along the length of the leg. Let everyone know that you support NAVI.",
  "productsDescription20": "Black Gameday Pants from the Pro Kit 2023 are made with the highest quality materials. All comfy, stretchy, and stylish, they are your go-to for long gaming and training sessions.",
  "productsDescription21": "Black pants from the Pro Kit 2023. All comfy and stretchy, they are your go-to for long gaming and training sessions.",
  "productsDescription22": "Stay cool and agile in the NAVI Sweat Shorts, designed for peak performance and supreme comfort. Whether you're dominating the virtual arena or hitting the streets, these shorts—in PUMA Black for a sleek look or Team Violet for a dash of playfulness—are your go-to for any activity.",
  "productsDescription23": "NAVI 2022 pro kit shorts. Basic shorts in black for complete comfort and freedom of movement. NAVI and Puma logos and small design elements. In high-quality , already traditional for NAVI merch.",
  "productsDescription24": "Effortless movement for precision gameplay. These sleeves offer smooth glide on any surface. Redesigned for the latest NAVI 2025 pro kit. Look like NAVI — play like NAVI. Comes with a pair of sleeves.",
  "productsDescription25": "Elevate your game with the NAVI Pro Gaming Sleeves 2025, designed for peak performance and ultimate comfort. These limited-edition sleeves feature state-of-the-art moisture-wicking fabric that keeps you cool under pressure, enhancing your gaming stamina during intense sessions.",
  "productsDescription26": "The flag of a team that is obsessed with winning. The flag of the team you're obsessed with. Now available for order in a new design. It looks best on the fan sector and at the fan's house. Available in two colors: for those who like it brighter; and for those who like it dark.",
  "productsDescription27": "Rally your team with our Fan Spirit Scarves! Perfect for any season, these lightweight scarves showcase your loyalty with vibrant designs and bold colors. Ideal for games, fan meet-ups, and showing your pride everywhere you go. Wear your passion, wave your support, and stand out in the crowd. Get your scarf today and cheer in style!",
  "productsDescription28": "Take everything with you and put it in a backpack with the NAVI logo. Comfortable and roomy, it will fit all the necessary items.",
  "productsDescription29": "We love partnering with cool Ukrainian brands. The NAVI x Have A Rest suitcase is a perfect item: vibrant, reliable, and tech-savvy, with a built-in USB port and Power Bank for device charging while you wait for your flight. Available now at the NAVI Shop.",
  "Volume: 35 liters": "Volume: 35 liters",
  "Weight: 2.95 kg": "Weight: 2.95 kg",
  "Dimensions: 39 x 21 x 54.5 cm": "Dimensions: 39 x 21 x 54.5 cm",
  "Capacity: up to 8 kg": "Capacity: up to 8 kg",
  "Material: polycarbonate": "Material: polycarbonate",
  "Wheels: 4 double wheels, 360-degree swivel": "Wheels: 4 double wheels, 360-degree swivel",
  "Handle: aluminum": "Handle: aluminum",
  "Includes: storage bag": "Includes: storage bag",
  "makeOrder": "Make an order",
  "checkoutOrder": "Checkout Order",
  "name": "Name",
  "lastName": "Last Name",
  "country": "Country",
  "city": "City",
  "regionDistrict": "Region/District",
  "street": "Street",
  "house": "House",
  "apartmentNumber": "Apartment Number",
  "postcode": "Postcode (XXX XXX)",
  "phone": "Phone",
  "billingAddress": "My billing address is different",
  "comment": "Comment",
  "shippingMethod": "Shipping method: Standard delivery",
  "agreeTermsAndConditions": "I agree to the site terms and conditions",
  "cancel": "Cancel",
  "successfullOrder": "Your order has been placed successfully!"
}
