{
  "english": "Inglés",
  "ukrainian": "Ucraniano",
  "german": "Alemán",
  "spanish": "Español",
  "french": "Francés",
  "proKit": "PRO KIT",
  "jersey": "Jersey",
  "sleeves": "Mangas",
  "apparel": "ROPA",
  "tShirts": "Camisetas",
  "hoodies": "Sudaderas",
  "jackets": "Chaquetas",
  "pants": "Pantalones",
  "shorts": "Pantalones cortos",
  "accessories": "ACCESORIOS",
  "flag": "Banderas",
  "scarf": "Bufandas",
  "backpack": "Mochilas",
  "suitcase": "Maletas",
  "productCount_one": "{{count}} producto",
  "productCount_other": "{{count}} productos",
  "outlet": "SALIDA",
  "delivery": "ENVÍO",
  "contact": "CONTACTO",
  "newcollection": "¡Nueva colección!",
  "checkout": "Revisa nuestras últimas incorporaciones.",
  "watchnow": "Ver ahora",
  "home": "Inicio",
  "bestoffers": "Mejores ofertas",
  "aboutus": "Sobre nosotros",
  "navigear": "Equipo oficial de NAVI",
  "navigeartext": "Todos los productos en este sitio son artículos oficiales de Natus Vincere. Hemos pasado a la producción propia con nuestro propio equipo de diseñadores y especialistas en control de calidad.",
  "naviessentials": "Esenciales NAVI",
  "naviessentialstext": "Nuestra línea inicial incluye artículos básicos: camisetas, sudaderas con capucha, pantalones y chaquetas. Planeamos ampliar constantemente nuestra oferta para que cada fanático pueda mostrar su apoyo.",
  "findout": "Saber más",
  "ourvalues": "Nuestros valores",
  "ourvaluesQuality": "Calidad: Seleccionamos cuidadosamente a los proveedores y controlamos la calidad de cada producto que ofrecemos a nuestros clientes.",
  "ourvaluesStyle": "Estilo: Seguimos las últimas tendencias de moda y ofrecemos solo los modelos más actuales.",
  "ourvaluesIndividuality": "Individualidad: Creemos que cada persona es única y ofrecemos ropa que te ayuda a expresar tu personalidad.",
  "ourvaluesService": "Servicio: Nos esforzamos por brindar un alto nivel de atención y siempre estamos listos para ayudar a nuestros clientes.",
  "toastSubscription": "¡Suscripción realizada con éxito!",
  "toastError": "Se produjo un error. Por favor, inténtalo más tarde.",
  "subscribeNewsletter": "Suscríbete al boletín",
  "receiveNotifications": "Recibe notificaciones sobre nuevos productos y descuentos.",
  "enterEmail": "Introduce tu correo electrónico",
  "subscribe": "Suscribirse",
  "testimonialsText1": "¡Tienda excelente! Ropa de calidad y entrega rápida.",
  "testimonialsText2": "Muy satisfecho con la compra. ¡Volveré a pedir!",
  "testimonialsText3": "¡Gracias por el excelente servicio! Lo recomiendo a todos.",
  "testimonialsAuthor1": "Aleksi Virolainen",
  "testimonialsAuthor2": "Justinas Lekavicius",
  "testimonialsAuthor3": "Mihai Ivan",
  "customersReviews": "Opiniones de clientes",
  "allrights": "Clothing Store. Todos los derechos reservados.",
  "privacyPolicy": "Política de privacidad",
  "termsOfUse": "Términos de uso",
  "privacyPolicyText": "Como tienda de ropa, nos tomamos en serio tu privacidad. Esta política describe cómo recopilamos, usamos y protegemos tu información personal.",
  "privacyPolicyCollection": "Recopilación de información:",
  "privacyPolicyCollectionText": " Podemos recopilar información como tu nombre, dirección de correo electrónico, dirección de envío y detalles de pago cuando realizas un pedido o te registras en nuestro sitio.",
  "privacyPolicyUse": "Uso de la información:",
  "privacyPolicyUseText": " Usamos tu información para procesar pedidos, mejorar nuestro sitio web y enviarte noticias y ofertas (si te has suscrito).",
  "privacyPolicySecurity": "Seguridad de la información:",
  "privacyPolicySecurityText": " Tomamos medidas para proteger tu información del acceso no autorizado.",
  "privacyPolicyCookies": "Cookies:",
  "privacyPolicyCookiesText": " Utilizamos cookies para mejorar tu experiencia en el sitio web.",
  "privacyPolicyChanges": "Cambios:",
  "privacyPolicyChangesText": " Podemos actualizar esta política y los cambios se publicarán en esta página.",
  "privacyPolicyQuest": "Si tienes alguna pregunta, por favor contáctanos a:",
  "termsOfUseWelcome": "Bienvenido a nuestra tienda online de ropa. Al usar este sitio, aceptas nuestros términos.",
  "termsOfUseMust1": "Debes ser mayor de edad para realizar compras.",
  "termsOfUseMust2": "No debes usar el sitio para fines ilegales.",
  "termsOfUseMust3": "Nos reservamos el derecho de cambiar precios y productos sin previo aviso.",
  "termsOfUsePayment": "Pago:",
  "termsOfUsePaymentText1": "Aceptamos varios métodos de pago.",
  "termsOfUsePaymentText2": "Todos los pagos deben realizarse antes del envío del producto.",
  "termsOfUseShipping": "Envío:",
  "termsOfUseShippingText1": "Realizamos envíos a las direcciones proporcionadas.",
  "termsOfUseShippingText2": "Los plazos de entrega pueden variar.",
  "termsOfUseReturns": "Devoluciones:",
  "termsOfUseReturnsText1": "Aceptamos devoluciones dentro de los 30 días.",
  "termsOfUseReturnsText2": "Los productos deben estar en su estado original.",
  "termsOfUseLimitation": "Limitación de responsabilidad:",
  "termsOfUseLimitationText": "No nos hacemos responsables de ningún daño derivado del uso de nuestro sitio.",
  "termsOfUseChangesText": "Podemos actualizar estos términos y condiciones y los cambios se publicarán en esta página.",
  "toastAccountLogged": "¡Has cerrado sesión correctamente!",
  "toastAccountMissing": "¡ID de usuario no encontrado!",
  "toastAccountChanges": "¡Los cambios se han guardado correctamente!",
  "error": "Error:",
  "accountSettings": "Configuración de la cuenta",
  "yourName": "Tu nombre",
  "email": "Correo electrónico",
  "phoneNumber": "Número de teléfono",
  "address": "Dirección",
  "save": "Guardar",
  "logOut": "Cerrar sesión",
  "toastReg": "¡Registro exitoso!",
  "toastLog": "¡Inicio de sesión exitoso!",
  "enterYourName": "Introduce tu nombre",
  "enterPhone": "Introduce tu número de teléfono",
  "password": "Contraseña",
  "rememberMe": "Recuérdame",
  "dontRememberPass": "¿Olvidaste tu contraseña?",
  "alreadyAcc": "¿Ya tienes una cuenta?",
  "login": "Iniciar sesión",
  "dontHaveAcc": "¿No tienes una cuenta?",
  "register": "Registrarse",
  "fillTheForm": "RELLENA EL FORMULARIO",
  "registration": "REGISTRO",
  "loginCaps": "INICIAR SESIÓN",
  "signUp": "REGISTRARSE",
  "cart": "Carrito",
  "cartIsEmpty": "Tu carrito está vacío.",
  "remove": "Eliminar",
  "total": "Total",
  "toastMessage": "¡Mensaje enviado con éxito!",
  "contacts": "Contactos",
  "feedback": "Comentarios",
  "writeYourQuest": "Escribe tu pregunta",
  "sending": "Enviando...",
  "send": "Enviar",
  "deliveryNfaq": "Envío y preguntas frecuentes",
  "deliverySubtitle1": "¿Cuánto tiempo tarda en llegar mi pedido?",
  "deliveryText1": "Sabemos que deseas recibir tu producto lo antes posible, por eso utilizamos servicios de entrega confiables. Tu pedido llegará a tiempo y en perfecto estado.",
  "deliverySubtitle2": "Envíos dentro de Ucrania",
  "deliveryText2": "Los paquetes se envían a través de Nova Poshta. Elige entrega a domicilio o recogida en una sucursal. La entrega tarda de 3 a 4 días laborables. Te enviaremos un número de seguimiento cuando tu pedido esté listo.",
  "deliveryText3": "La producción de artículos personalizados puede tardar hasta 30 días. Los pedidos realizados fuera del horario laboral o durante días festivos se envían el siguiente día laborable.",
  "deliverySubtitle3": "Envío internacional",
  "deliveryText4": "Realizamos envíos a todo el mundo a través de Ukrposhta. Consulta los países disponibles",
  "deliveryTextHere": "aquí",
  "deliveryText5": "El tiempo medio de entrega es de 20 a 30 días (países de la CEI, Europa, EE. UU.) y de 30 a 40 días para otros países. Los pedidos se envían los lunes, miércoles y viernes (excepto festivos).",
  "deliverySubtitle4": "Devoluciones y cambios",
  "deliveryItem1": "Guarda el recibo y el embalaje original.",
  "deliveryItem2": "No uses el artículo ni quites las etiquetas.",
  "deliveryItem3": "Las devoluciones se aceptan dentro de los 14 días posteriores a la recepción del pedido.",
  "deliveryItem4": "Los productos personalizados no se pueden devolver ni cambiar.",
  "deliveryItem5": "Si el artículo no te queda bien, los gastos de envío de la devolución corren por tu cuenta.",
  "deliveryItem6": "En caso de defecto o error por nuestra parte, cubrimos el costo del envío de devolución.",
  "deliveryText6": "El reembolso se procesa en un plazo de 30 días. Se puede aplicar una comisión por envío y transferencia.",
  "deliverySubtitle5": "¿Cómo puedo pagar mi pedido?",
  "bankCard": "Tarjeta bancaria:",
  "deliveryItem7": "Pagos seguros con LiqPay (Visa, Mastercard).",
  "cashOn": "Pago contra reembolso:",
  "deliveryItem8": "Solo disponible con Nova Poshta (20 UAH + 2% del pedido).",
  "paypal": "PayPal:",
  "deliveryItem9": "No se necesita contacto adicional.",
  "bankTransfer": "Transferencia bancaria:",
  "deliveryItem10": "Para pedidos al por mayor, escríbenos a nuestro correo electrónico",
  "byDef": "Por defecto",
  "byPrUp": "Precio ascendente ↑",
  "byPrDown": "Precio descendente ↓",
  "byNameAZ": "Nombre (A-Z)",
  "byNameZA": "Nombre (Z-A)",
  "productAdded": "¡Producto añadido al carrito!",
  "specifications": "Especificaciones:",
  "colour": "Color:",
  "composition": "Composición:",
  "care": "Cuidado:",
  "chooseSize": "Elegir talla:",
  "price": "Precio:",
  "adding": "Añadiendo...",
  "addToCart": "Añadir al carrito",
  "Black": "Negro",
  "Violet": "Violeta",
  "Pink": "Rosa",
  "100% Polyester": "100% Poliéster",
  "95% Polyester, 5% Elastane": "95% Poliéster, 5% Elastano",
  "100% Cotton": "100% Algodón",
  "70% Cotton 30% Polyester": "70% Algodón 30% Poliéster",
  "100% Polyamide": "100% Poliamida",
  "52% Recycled Polyester, 48% Polyester": "52% Poliéster reciclado, 48% Poliéster",
  "100% Acrylic": "100% Acrílico",
  "100% Nylon": "100% Nailon",
  "careText": "Lavar a 30 °C con otros artículos de composición similar.",
  "productsDescription1": "Adéntrate en el futuro de los deportes electrónicos con la camiseta NAVI 2025. Diseñada para el máximo rendimiento y estilo inigualable, esta camiseta es tu pase para representar el orgullo de NAVI.",
  "productsDescription2": "Camiseta NAVI de día de juego hecha en colaboración con PUMA. La vibrante línea amarilla atraviesa el uniforme como los jugadores de NAVI rumbo a los trofeos.",
  "productsDescription3": "Obsesión por el juego. Obsesión por ganar. La camiseta de la colección NAVI x PUMA 2023 tiene un diseño estampado en el frente y logotipos de NAVI y PUMA en la espalda.",
  "productsDescription4": "Este universo necesita más chicas NAVI. Declara tu existencia con esta camiseta de la colección femenina.",
  "productsDescription5": "Llama la atención dentro y fuera de la pantalla con las camisetas NAVI en Rosa y Violeta Brillante. Diseñadas para comodidad y estilo, perfectas para jugar o salir.",
  "productsDescription6": "Obsesión por el juego. Obsesión por ganar. La sudadera negra de la colección NAVI x PUMA 2025 con diseño frontal y logos en la manga derecha.",
  "productsDescription7": "¡Energiza tu estilo con una vibra electrizante! Usa esta sudadera inspirada en Valorant y apoya a tu equipo favorito con estilo.",
  "productsDescription8": "Experimenta la comodidad con nuestras sudaderas NAVI en Rosa Brillante y Violeta Oscuro. Ideales para largas sesiones de juego o actividades al aire libre.",
  "productsDescription9": "Sudadera con el perrito más adorable con trabajo real: Patrón. Si no fuera zapador, sería modelo. Todo lo recaudado será donado a Happy Paw.",
  "productsDescription10": "Sudadera de la colección pro kit NAVI 2022. Diseño minimalista con logos pequeños y detalles elegantes. Con aberturas bajo las mangas para mejor ventilación.",
  "productsDescription11": "Estilo retro con versatilidad moderna en la chaqueta NAVI Pro Kit. Diseño elegante que se convierte en manga corta para máxima adaptabilidad.",
  "productsDescription12": "Disfruta el estilo del nuevo Pro Kit NAVI x PUMA 2024. Diseño brillante que va más allá del vestuario tradicional gamer. Perfecto para jugar o usar a diario.",
  "productsDescription13": "Chaqueta con cremallera del pro kit NAVI 2022. Logos de NAVI y PUMA y detalles en amarillo brillante. Demuestra tu apoyo a NAVI.",
  "productsDescription14": "La chaqueta de día de juego del Pro Kit NAVI x PUMA 2023. Confección cuidada con inserciones texturizadas, esencial en tu guardarropa.",
  "productsDescription15": "El Pro Kit NAVI x PUMA 2023 presenta la chaqueta Fan Wear. Textura elegante e inserciones detalladas. Imprescindible para destacar.",
  "productsDescription16": "Top con media cremallera de la colección NAVI x PUMA 2023. Estilo y comodidad para animar a tu equipo favorito.",
  "productsDescription17": "Redefine la versatilidad con los pantalones NAVI Pro Kit. Con paneles segmentados, se transforman en shorts para máxima comodidad y flexibilidad.",
  "productsDescription18": "Completa tu look gamer con los pantalones del Pro Kit NAVI x PUMA 2024. Comodidad y estilo para jugar o vestir de forma casual.",
  "productsDescription19": "Pantalones deportivos del pro kit NAVI 2022. Con logos de NAVI y PUMA y paneles amarillos a lo largo de la pierna.",
  "productsDescription20": "Pantalones negros del Pro Kit 2023. Cómodos, elásticos y con materiales de alta calidad, ideales para jugar o entrenar.",
  "productsDescription21": "Pantalones negros del Pro Kit 2023. Cómodos y elásticos, tus aliados en largas sesiones de juego o entrenamiento.",
  "productsDescription22": "Mantente fresco y ágil con los NAVI Sweat Shorts. Rendimiento y confort supremos, en negro elegante o violeta juguetón.",
  "productsDescription23": "Shorts del pro kit NAVI 2022. Básicos en negro, logos de NAVI y PUMA y elementos de diseño en alta calidad NAVI.",
  "productsDescription24": "Movimiento sin esfuerzo para una precisión total. Estas mangas ofrecen deslizamiento suave en cualquier superficie. Rediseñadas para el pro kit NAVI 2025.",
  "productsDescription25": "Mejora tu juego con las mangas de juego NAVI 2025. Tejido que absorbe la humedad, rendimiento máximo y comodidad total.",
  "productsDescription26": "La bandera de un equipo obsesionado con ganar. Disponible en nuevo diseño, ideal para el sector fan y para casa. Dos colores: brillante o oscuro.",
  "productsDescription27": "¡Anima a tu equipo con nuestras bufandas Fan Spirit! Ligeras, coloridas y perfectas para cualquier temporada o evento.",
  "productsDescription28": "Llévalo todo contigo en una mochila con el logo de NAVI. Cómoda y espaciosa para todo lo que necesites.",
  "productsDescription29": "Nos encanta colaborar con marcas ucranianas geniales. La maleta NAVI x Have A Rest es vibrante, fiable y tecnológica, con USB y Power Bank. Ya disponible.",
  "Volume: 35 liters": "Volumen: 35 litros",
  "Weight: 2.95 kg": "Peso: 2,95 kg",
  "Dimensions: 39 x 21 x 54.5 cm": "Dimensiones: 39 x 21 x 54,5 cm",
  "Capacity: up to 8 kg": "Capacidad: hasta 8 kg",
  "Material: polycarbonate": "Material: policarbonato",
  "Wheels: 4 double wheels, 360-degree swivel": "Ruedas: 4 ruedas dobles, giro de 360°",
  "Handle: aluminum": "Asa: aluminio",
  "Includes: storage bag": "Incluye: bolsa de almacenamiento",
  "makeOrder": "Realizar un pedido",
  "checkoutOrder": "Orden de compra",
  "name": "Nombre",
  "lastName": "Apellido",
  "country": "País",
  "city": "Ciudad",
  "regionDistrict": "Región/Distrito",
  "street": "Calle",
  "house": "Casa",
  "apartmentNumber": "Número de apartamento",
  "postcode": "Código postal (XXX XXX)",
  "phone": "Teléfono",
  "billingAddress": "Mi dirección de facturación es diferente",
  "comment": "Comentario",
  "shippingMethod": "Método de envío: Entrega estándar",
  "agreeTermsAndConditions": "Acepto los términos y condiciones del sitio",
  "cancel": "Cancelar",
  "successfullOrder": "¡Tu pedido ha sido realizado con éxito!"
}
