{
  "english": "Anglais",
  "ukrainian": "Ukrainien",
  "german": "Allemand",
  "spanish": "Espagnol",
  "french": "Français",
  "proKit": "PRO KIT",
  "jersey": "Maillot",
  "sleeves": "Manches",
  "apparel": "VÊTEMENTS",
  "tShirts": "T-shirts",
  "hoodies": "Sweats à capuche",
  "jackets": "Vestes",
  "pants": "Pantalons",
  "shorts": "Shorts",
  "accessories": "ACCESSOIRES",
  "flag": "Drapeaux",
  "scarf": "Écharpes",
  "backpack": "Sacs à dos",
  "suitcase": "Valises",
  "productCount_one": "{{count}} produit",
  "productCount_other": "{{count}} produits",
  "outlet": "SORTIE",
  "delivery": "LIVRAISON",
  "contact": "CONTACTS",
  "newcollection": "Nouvelle collection !",
  "checkout": "Découvrez nos dernières nouveautés.",
  "watchnow": "Regarder maintenant",
  "home": "Accueil",
  "bestoffers": "Meilleures offres",
  "aboutus": "À propos de nous",
  "navigear": "Équipement officiel NAVI",
  "navigeartext": "Tous les articles de ce site sont des produits officiels de Natus Vincere. Nous avons lancé notre propre production avec une équipe dédiée de designers et de spécialistes du contrôle qualité.",
  "naviessentials": "Essentiels NAVI",
  "naviessentialstext": "Notre gamme de base comprend les produits essentiels : t-shirts, sweats à capuche, pantalons et vestes. Nous prévoyons d'élargir constamment notre offre pour que chaque fan puisse exprimer son soutien.",
  "findout": "En savoir plus",
  "ourvalues": "Nos valeurs",
  "ourvaluesQuality": "Qualité : Nous sélectionnons soigneusement nos fournisseurs et contrôlons la qualité de chaque produit que nous proposons.",
  "ourvaluesStyle": "Style : Nous suivons les dernières tendances de la mode et ne proposons que les modèles les plus récents.",
  "ourvaluesIndividuality": "Individualité : Nous croyons que chaque personne est unique, c’est pourquoi nous proposons des vêtements qui soulignent votre personnalité.",
  "ourvaluesService": "Service : Nous nous efforçons d'offrir un excellent service client et restons toujours disponibles pour vous aider.",
  "toastSubscription": "Abonnement réussi !",
  "toastError": "Une erreur est survenue. Veuillez réessayer plus tard.",
  "subscribeNewsletter": "S’abonner à la newsletter",
  "receiveNotifications": "Recevez des notifications sur les nouveautés et les promotions.",
  "enterEmail": "Entrez votre adresse e-mail",
  "subscribe": "S’abonner",
  "testimonialsText1": "Super boutique ! Vêtements de qualité et livraison rapide.",
  "testimonialsText2": "Très satisfait de mon achat. Je commanderai à nouveau !",
  "testimonialsText3": "Merci pour le service excellent ! Je recommande à tous.",
  "testimonialsAuthor1": "Aleksi Virolainen",
  "testimonialsAuthor2": "Justinas Lekavičius",
  "testimonialsAuthor3": "Mihai Ivan",
  "customersReviews": "Avis des clients",
  "allrights": "Clothing Store. Tous droits réservés.",
  "privacyPolicy": "Politique de confidentialité",
  "termsOfUse": "Conditions d’utilisation",
  "privacyPolicyText": "En tant que boutique de vêtements, nous prenons votre vie privée très au sérieux. Cette politique décrit comment nous collectons, utilisons et protégeons vos informations personnelles.",
  "privacyPolicyCollection": "Collecte des informations :",
  "privacyPolicyCollectionText": " Nous pouvons collecter des informations telles que votre nom, votre adresse e-mail, votre adresse de livraison et vos informations de paiement lors de la commande ou de l’inscription.",
  "privacyPolicyUse": "Utilisation des informations :",
  "privacyPolicyUseText": " Nous utilisons vos informations pour traiter les commandes, améliorer notre site et vous envoyer des nouvelles et des offres (si vous êtes abonné).",
  "privacyPolicySecurity": "Sécurité des informations :",
  "privacyPolicySecurityText": " Nous prenons des mesures pour protéger vos données contre les accès non autorisés.",
  "privacyPolicyCookies": "Cookies :",
  "privacyPolicyCookiesText": " Nous utilisons des cookies pour améliorer votre expérience utilisateur.",
  "privacyPolicyChanges": "Modifications :",
  "privacyPolicyChangesText": " Nous pouvons mettre à jour cette politique et publier les changements sur cette page.",
  "privacyPolicyQuest": "Si vous avez des questions, veuillez nous contacter à :",
  "termsOfUseWelcome": "Bienvenue dans notre boutique en ligne. En utilisant ce site, vous acceptez nos conditions.",
  "termsOfUseMust1": "Vous devez être majeur pour effectuer des achats.",
  "termsOfUseMust2": "Vous ne devez pas utiliser le site à des fins illégales.",
  "termsOfUseMust3": "Nous nous réservons le droit de modifier les prix et produits sans préavis.",
  "termsOfUsePayment": "Paiement :",
  "termsOfUsePaymentText1": "Nous acceptons plusieurs moyens de paiement.",
  "termsOfUsePaymentText2": "Tous les paiements doivent être effectués avant l’expédition des produits.",
  "termsOfUseShipping": "Livraison :",
  "termsOfUseShippingText1": "Nous livrons à l’adresse indiquée.",
  "termsOfUseShippingText2": "Les délais de livraison peuvent varier.",
  "termsOfUseReturns": "Retours :",
  "termsOfUseReturnsText1": "Nous acceptons les retours dans un délai de 30 jours.",
  "termsOfUseReturnsText2": "Les articles doivent être dans leur état d’origine.",
  "termsOfUseLimitation": "Limitation de responsabilité :",
  "termsOfUseLimitationText": "Nous ne sommes pas responsables des pertes causées par l'utilisation de notre site.",
  "termsOfUseChangesText": "Nous pouvons mettre à jour ces conditions, les modifications seront publiées sur cette page.",
  "toastAccountLogged": "Déconnexion réussie !",
  "toastAccountMissing": "ID utilisateur manquant !",
  "toastAccountChanges": "Modifications enregistrées avec succès !",
  "error": "Erreur :",
  "accountSettings": "Paramètres du compte",
  "yourName": "Votre nom",
  "email": "Adresse e-mail",
  "phoneNumber": "Numéro de téléphone",
  "address": "Adresse",
  "save": "Enregistrer",
  "logOut": "Se déconnecter",
  "toastReg": "Inscription réussie !",
  "toastLog": "Connexion réussie !",
  "enterYourName": "Entrez votre nom",
  "enterPhone": "Entrez votre numéro de téléphone",
  "password": "Mot de passe",
  "rememberMe": "Se souvenir de moi",
  "dontRememberPass": "Mot de passe oublié ?",
  "alreadyAcc": "Vous avez déjà un compte ?",
  "login": "Connexion",
  "dontHaveAcc": "Vous n'avez pas de compte ?",
  "register": "S'inscrire",
  "fillTheForm": "REMPLISSEZ LE FORMULAIRE",
  "registration": "INSCRIPTION",
  "loginCaps": "CONNEXION",
  "signUp": "S'INSCRIRE",
  "cart": "Panier",
  "cartIsEmpty": "Votre panier est vide.",
  "remove": "Supprimer",
  "total": "Total",
  "toastMessage": "Message envoyé avec succès !",
  "contacts": "Contacts",
  "feedback": "Retour d'information",
  "writeYourQuest": "Écrivez votre question",
  "sending": "Envoi...",
  "send": "Envoyer",
  "deliveryNfaq": "Livraison et FAQ",
  "deliverySubtitle1": "Combien de temps faut-il pour recevoir ma commande ?",
  "deliveryText1": "Nous savons que vous voulez recevoir votre produit le plus rapidement possible, c’est pourquoi nous utilisons des services de livraison fiables. Votre commande arrivera à temps et en parfait état.",
  "deliverySubtitle2": "Livraison en Ukraine",
  "deliveryText2": "Les colis sont envoyés via Nova Poshta. Choisissez la livraison à domicile ou en point relais. La livraison prend 3 à 4 jours ouvrables. Nous vous enverrons un numéro de suivi une fois votre commande préparée.",
  "deliveryText3": "La fabrication de produits personnalisés peut prendre jusqu'à 30 jours. Les commandes passées après les heures ouvrables ou pendant les jours fériés seront expédiées le jour ouvrable suivant.",
  "deliverySubtitle3": "Livraison dans le monde entier",
  "deliveryText4": "Nous livrons dans le monde entier via Ukrposhta. Consultez les pays disponibles",
  "deliveryTextHere": "ici",
  "deliveryText5": "Le délai de livraison moyen est de 20 à 30 jours (CEI, Europe, États-Unis) et de 30 à 40 jours pour les autres pays. Les envois sont effectués les lundis, mercredis et vendredis (hors jours fériés).",
  "deliverySubtitle4": "Retours et échanges",
  "deliveryItem1": "Conservez le reçu et l'emballage d'origine.",
  "deliveryItem2": "Ne portez pas l'article et ne retirez pas les étiquettes.",
  "deliveryItem3": "Retour possible dans les 14 jours suivant la réception de la commande.",
  "deliveryItem4": "Les articles personnalisés ne peuvent pas être retournés ou échangés.",
  "deliveryItem5": "Si le produit ne vous convient pas, les frais de retour sont à votre charge.",
  "deliveryItem6": "En cas de défaut ou d'erreur de notre part, nous prenons en charge les frais de retour.",
  "deliveryText6": "Les remboursements sont traités dans un délai de 30 jours. Des frais de livraison ou de transfert peuvent être déduits.",
  "deliverySubtitle5": "Comment puis-je payer ma commande ?",
  "bankCard": "Carte bancaire :",
  "deliveryItem7": "Paiements sécurisés via LiqPay (Visa, Mastercard).",
  "cashOn": "Paiement à la livraison :",
  "deliveryItem8": "Uniquement via Nova Poshta (20 UAH + 2 % du montant de la commande).",
  "paypal": "PayPal :",
  "deliveryItem9": "Aucun contact supplémentaire requis.",
  "bankTransfer": "Virement bancaire :",
  "deliveryItem10": "Pour les commandes en gros, veuillez nous écrire à l'adresse e-mail suivante",
  "byDef": "Par défaut",
  "byPrUp": "Par prix ↑",
  "byPrDown": "Par prix ↓",
  "byNameAZ": "Par nom (A-Z)",
  "byNameZA": "Par nom (Z-A)",
  "productAdded": "Produit ajouté au panier !",
  "specifications": "Spécifications :",
  "colour": "Couleur :",
  "composition": "Composition :",
  "care": "Entretien :",
  "chooseSize": "Choisir la taille :",
  "price": "Prix :",
  "adding": "Ajout en cours...",
  "addToCart": "Ajouter au panier",
  "Black": "Noir",
  "Violet": "Violet",
  "Pink": "Rose",
  "100% Polyester": "100 % Polyester",
  "95% Polyester, 5% Elastane": "95 % Polyester, 5 % Élasthanne",
  "100% Cotton": "100 % Coton",
  "70% Cotton 30% Polyester": "70 % Coton, 30 % Polyester",
  "100% Polyamide": "100 % Polyamide",
  "52% Recycled Polyester, 48% Polyester": "52 % Polyester recyclé, 48 % Polyester",
  "100% Acrylic": "100 % Acrylique",
  "100% Nylon": "100 % Nylon",
  "careText": "Lavez à 30 °C avec d'autres vêtements de composition similaire.",
  "productsDescription1": "Entrez dans le futur de l'esport avec le maillot NAVI 2025. Conçu pour la performance maximale et le style, ce maillot est l'expression de votre fierté NAVI. Avec son design audacieux et son tissu respirant, il est parfait pour tous les fans, sur le champ de bataille ou non.",
  "productsDescription2": "Maillot NAVI Gameday conçu en collaboration avec PUMA. La ligne jaune éclatante traverse l’uniforme comme les joueurs de NAVI foncent vers la victoire. Portez le Pro Kit NAVI et peignez le monde en noir et jaune.",
  "productsDescription3": "Obsession pour le jeu. Obsession pour la victoire. Le t-shirt de la collection NAVI x PUMA 2023 présente un imprimé à l’avant et les logos de NAVI et PUMA à l’arrière.",
  "productsDescription4": "Cet univers a besoin de plus de filles NAVI. Affirmez votre présence avec notre t-shirt de la collection féminine.",
  "productsDescription5": "Attirez l'attention à l'écran comme en dehors avec les t-shirts NAVI en rose éclatant et violet lumineux. Conçus pour le confort et le style, parfaits pour le gaming intense ou une sortie. Leurs couleurs vibrantes symbolisent l’énergie et la passion.",
  "productsDescription6": "Obsession pour le jeu. Obsession pour la victoire. Le sweat à capuche noir de la collection NAVI x PUMA 2025 possède un imprimé à l’avant et les logos de NAVI et PUMA sur la manche droite.",
  "productsDescription7": "Dynamisez votre style avec une ambiance électrisante ! Portez ce sweat inspiré de Valorant et affichez votre soutien à votre équipe favorite avec style !",
  "productsDescription8": "Découvrez un confort ultime avec nos sweats NAVI, disponibles en rose éclatant et violet intense. Idéaux pour les sessions gaming ou les activités extérieures.",
  "productsDescription9": "Sweat à capuche avec le chien le plus mignon qui a un vrai métier – Patron. S’il n’était pas démineur, il serait mannequin. Tous les bénéfices sont reversés à l'association caritative Happy Paw.",
  "productsDescription10": "Sweat à capuche du Pro Kit NAVI 2022. Nouveau design minimaliste avec logos NAVI et Puma discrets et détails stylés. Ouvertures sous les bras pour une meilleure thermorégulation.",
  "productsDescription11": "Style rétro et polyvalence moderne avec la veste NAVI Pro Kit. Son design rétro se transforme en version manches courtes. Parfait pour un match ou une sortie.",
  "productsDescription12": "Vivez le style du nouveau Pro Kit NAVI x PUMA 2024. Son design lumineux dépasse les vêtements d’esport traditionnels et reflète le désir de changement de NAVI. Parfait pour jouer ou au quotidien.",
  "productsDescription13": "Veste zippée du Pro Kit NAVI 2022 avec logos NAVI et Puma et empiècements jaunes vifs sur les manches.",
  "productsDescription14": "Veste Gameday du Pro Kit NAVI x PUMA 2023. Élégamment conçue avec des inserts texturés, elle est un incontournable de votre garde-robe.",
  "productsDescription15": "La veste Fan Wear du Pro Kit NAVI x PUMA 2023. Texture stylée et détails soignés. Indispensable pour enrichir votre garde-robe.",
  "productsDescription16": "Haut à demi-zip de la collection NAVI x PUMA 2023. Restez stylé et au chaud tout en encourageant votre équipe.",
  "productsDescription17": "Redéfinissez la polyvalence avec le pantalon NAVI Pro Kit. Avec panneaux segmentés, il se transforme facilement en short pour un confort total.",
  "productsDescription18": "Complétez votre tenue gaming avec le pantalon Pro Kit NAVI x PUMA 2024. Confort et style pour le jeu ou le quotidien.",
  "productsDescription19": "Pantalon de survêtement du Pro Kit NAVI 2022. Logos NAVI et Puma avec panneaux jaunes sur la jambe.",
  "productsDescription20": "Pantalon Gameday noir du Pro Kit 2023. Confortable, extensible et stylé, parfait pour les longues sessions de jeu ou d’entraînement.",
  "productsDescription21": "Pantalon noir du Pro Kit 2023. Confortable et extensible, idéal pour le gaming ou l’entraînement.",
  "productsDescription22": "Restez cool et agile avec les shorts NAVI, conçus pour les performances maximales. Disponibles en PUMA Black et Team Violet.",
  "productsDescription23": "Shorts du Pro Kit NAVI 2022. Basique noir pour un confort total et une liberté de mouvement. Logos NAVI et Puma avec éléments de design discrets.",
  "productsDescription24": "Mouvements fluides pour un jeu de précision. Ces manchettes glissent sur toutes surfaces. Version 2025 du Pro Kit NAVI. Livrées par paire.",
  "productsDescription25": "Améliorez votre jeu avec les manches Pro Gaming NAVI 2025. Tissu absorbant de dernière génération pour le confort et la performance.",
  "productsDescription26": "Le drapeau d’une équipe obsédée par la victoire. Désormais disponible dans un nouveau design. Idéal pour les fans en tribune ou à la maison. Deux couleurs disponibles.",
  "productsDescription27": "Rassemblez votre équipe avec nos écharpes Fan Spirit ! Légères, colorées et stylées, parfaites pour tous les événements.",
  "productsDescription28": "Emportez tout avec vous dans ce sac à dos avec logo NAVI. Confortable et spacieux, il contient tout ce qu’il faut.",
  "productsDescription29": "Nous aimons collaborer avec des marques ukrainiennes géniales. La valise NAVI x Have A Rest est parfaite : vive, fiable, technologique, avec USB intégré et Power Bank.",
  "Volume: 35 liters": "Volume : 35 litres",
  "Weight: 2.95 kg": "Poids : 2,95 kg",
  "Dimensions: 39 x 21 x 54.5 cm": "Dimensions : 39 x 21 x 54,5 cm",
  "Capacity: up to 8 kg": "Capacité : jusqu’à 8 kg",
  "Material: polycarbonate": "Matériau : polycarbonate",
  "Wheels: 4 double wheels, 360-degree swivel": "Roues : 4 doubles roues, pivotantes à 360°",
  "Handle: aluminum": "Poignée : aluminium",
  "Includes: storage bag": "Inclus : sac de rangement",
  "makeOrder": "Passer une commande",
  "checkoutOrder": "Passez votre commande",
  "name": "Prénom",
  "lastName": "Nom de famille",
  "country": "Pays",
  "city": "Ville",
  "regionDistrict": "Région/District",
  "street": "Rue",
  "house": "Maison",
  "apartmentNumber": "Numéro d'appartement",
  "postcode": "Code postal (XXX XXX)",
  "phone": "Téléphone",
  "billingAddress": "Mon adresse de facturation est différente",
  "comment": "Commentaire",
  "shippingMethod": "Méthode de livraison : Livraison standard",
  "agreeTermsAndConditions": "J'accepte les conditions générales du site",
  "cancel": "Annuler",
  "successfullOrder": "Votre commande a été passée avec succès!",
  "searchByName": "Que recherchez-vous?"
}
